"DOWNGRADE_TITLE" = "È già installata una versione più recente di Java.";

"DOWNGRADE_MESSAGE" = "Si sta tentando di installare %1$@, ma l'installazione di %2$@ è già stata effettuata.\nPer ulteriori informazioni, visitare il sito java.com/newerversionexists.";

"Restore Security Prompts" = "Ripristina prompt di sicurezza";

"Browser Plug-in Disabled" = "Plugin del browser disabilitato";

"Continue" = "Continua";

"Close" = "Chiudi";

"Install" = "Installa";

"Finish" = "Fine";

"You have Successfully Installed %@ \nand the Ask extension(s)." = "Installazione di %1$@ e delle estensioni \nAsk riuscita.";

"The security level has been set to a minimum value of High." = "Il livello di sicurezza è stato impostato sul valore minimo Alta.";

/* Dynamic welcome string */
"Welcome to the %@ Installer" = "Benvenuti nell'Installer di %1$@";

/* Dynamic complete string */
"You have successfully installed %@." = "Installazione di %1$@ riuscita.";

"Information about" = "Informazioni importanti sulla roadmap Oracle Java SE:";

"Oracle has announced" = "Sono in arrivo modifiche che influiranno sull'accesso alle future release di Java SE da Oracle. ";

"Corporate users may" = "Gli utenti aziendali saranno interessati prima di gennaio 2019. ";

"and others" = "Per ulteriori istruzioni, seguire il link riportato di seguito.\n";

"More Information on roadmap" = "Ulteriori informazioni sulla roadmap:";

"Changes are" = "Sono in arrivo modifiche che influiranno sull'accesso alle future release di Java SE da Oracle.\n\n";

"Corporate users" = "Gli utenti aziendali saranno interessati dall'aggiornamento di aprile 2019.\n\n";

"These changes" = "Queste modifiche non hanno effetto sulla versione che si sta per installare.";

"For additional" = "Per ulteriori istruzioni, seguire il link riportato di seguito.\n\n";

"More Information..." = "Ulteriori informazioni...";

"Important Info" = "Informazioni importanti sulla roadmap Oracle Java SE";

"OK" = "OK";

"Java provides" = "Con Java è possibile accedere a una vasta gamma di straordinari contenuti. Dalle soluzioni aziendali alle pratiche utilità e ai giochi, i contenuti Java rendono più completa l'esperienza Internet.\n\n";

"Note: No" = "Nota: durante il processo di installazione non vengono raccolti dati personali di alcun genere.\n";

/* hyperlink - do not use punctuation */
"Click here" = "Fare clic qui";

/* Click here for more information on what we do collect. is the full sentence */
" for more" = " per ulteriori informazioni sui dati raccolti.";

"Click Install" = "Fare clic su Installa per accettare ";

"license agreement" = "il Contratto di licenza";

" and install" = " e installare Java.";

"Install >" = "Installa >";

"Please remove" = "Rimuovere le versioni obsolete di Java";

"The Java software" = "La versione del software Java su questo computer non è aggiornata e non ci sono ulteriori aggiornamenti.\n\n";

"Keeping out-of-date" = "Conservare nel sistema versioni obsolete di Java può rappresentare un rischio per la sicurezza.\n\n";

"If you still" = "Se, dopo la rimozione, Java è ancora necessario per eseguire le applicazioni sul desktop, andare al sito ";

" for a recommended" = " per una versione consigliata.";

"Remove" = "Rimuovi >";

"Java Deployment" = "Java Deployment Cache";

"Java maintains" = "Java conserva una cache per velocizzare il ricaricamento di programmi Java comunemente usati e per memorizzare file di trace e di log. Poiché si sta rimuovendo Java runtime, si consiglia di rimuovere anche questa cache per liberare spazio sul PC.\n\nUlteriori informazioni su ";

"Java Deployment Cache" = "Java Deployment Cache";

"Would you like" = "\n\nSi desidera rimuovere la cache Java (operazione consigliata)?";

"Yes" = "Sì";

"No" = "No";

"Uninstalled" = "La rimozione di Java è stata completata.";

"NoJavaToUninstall" = "Nessuna installazione Java rilevata nel sistema";

"Complete" = "Completa";

"Later" = "In seguito";

"Update" = "Aggiorna";

"Please remove unused" = "Rimuovere le versioni non utilizzate di Java";

/* It appears that you have not used Java on your system in over 6 months. We recommend that you uninstall it by clicking the Remove button below. */
"It appears that" = "Risulta che non si sta utilizzando Java sul proprio sistema da più di 6 mesi. Si consiglia di disinstallarlo facendo clic sul ";
" Remove" = "Rimuovi";
" button below." = " pulsante sottostante.";

"If you later" = " Se in seguito si avrà bisogno di Java, è possibile reinstallarlo dal sito java.com.";

/* If you wish to" = "If you wish to keep Java on your system, please update it by clicking the Update button below. */
"If you wish to" = "Se si desidera mantenere Java sul proprio sistema, aggiornarlo facendo clic sul ";
" Update" = "Aggiorna";

"Fail to install" = "Installazione di Java non riuscita";

"Uninstalling" = "Disinstallazione di Java in corso...";

"Fail to uninstall" = "Disinstallazione di Java non riuscita: %@";

"XPC connection error." = "Errore di connessione XPC.";

"Error code" = "Codice di errore del sistema operativo %lld.";

"shell is not available." = "shell non disponibile.";

"process cannot be created." = "impossibile creare il processo.";

"Commercial License" = "Richiesta licenza commerciale per questa versione";

"Use of this" = "L'uso di questa versione richiede l'acquisto di una licenza commerciale da parte dell'utente o dei provider del software.";

"You can also" = "È inoltre possibile usare questa versione per i prodotti Oracle con licenza in esecuzione che richiedono Java Runtime.";

"Learn more about this release" = "Ulteriori informazioni su questa release.";

"Details on the" = "Dettagli sulle informazioni che vengono raccolte";

"cannot delete" = "impossibile eliminare Java Deployment Cache";

"Password prompt" = "%@ richiede l'autorizzazione per continuare.";

"Java Update" = "Aggiornamento Java";

"OSCHECK_TITLE" = "Java di Oracle richiede %1$@ versione %2$@ o successiva.";

"OSCHECK_MESSAGE" = "Il sistema in uso dispone di %1$@ versione %2$@. Questo prodotto può essere installato nella versione %3$@ o in una versione successiva.\nPer ulteriori informazioni, visitare il sito java.com/help.";

"Welcome to Java" = "Benvenuti in Java";

"This version" = "Questa versione di Java richiede che si disponga di una licenza per Oracle Java SE acquistata da Oracle, da un partner di Oracle autorizzato o da un fornitore di software di terze parti autorizzato. È responsabilità dell'utente determinare se si dispone di una licenza appropriata. In tal caso, fare clic su Installa per continuare con il processo di installazione.";

"If you have" = "Se non si dispone di una licenza, fare clic su Rimuovi per interrompere il processo di installazione e scegliere se rimuovere le versioni precedenti di Java.";

"No personal" = "Durante il processo di installazione non vengono raccolti dati personali di alcun genere";

"Welcome to Java -" = "Benvenuti in Java - Termini di licenza aggiornati";

"The terms" = "I termini della concessione in licenza di questa versione del software sono stati modificati.";

"Updated License" = "Contratto di licenza aggiornato";

"This version -" = "Questa versione di Java Runtime viene concessa in licenza solo per l'utilizzo personale, non commerciale, su computer laptop e desktop.";

"Commercial use" = "L'uso commerciale di questo software richiede l'acquisto di una licenza distinta da Oracle o dal fornitore del software.";

"Click install or" = "Fare clic su Installa per accettare il contratto di licenza e installare Java adesso oppure fare clic su Rimuovi per disinstallarlo dal sistema.";

"Remove -" = "Rimuovi";
